{
  "A01A": 0,
  "A02A": 1,
  "A02B": 2,
  "A03A": 3,
  "A03B": 4,
  "A03C": 5,
  "A03F": 6,
  "A04A": 7,
  "A05A": 8,
  "A05B": 9,
  "A06A": 10,
  "A07A": 11,
  "A07B": 12,
  "A07D": 13,
  "A07E": 14,
  "A07F": 15,
  "A07X": 16,
  "A08A": 17,
  "A09A": 18,
  "A10A": 19,
  "A10B": 20,
  "A11C": 21,
  "A11D": 22,
  "A11G": 23,
  "A11H": 24,
  "A12A": 25,
  "A12B": 26,
  "A12C": 27,
  "A14A": 28,
  "A16A": 29,
  "B01A": 30,
  "B02A": 31,
  "B02B": 32,
  "B03A": 33,
  "B03B": 34,
  "B03X": 35,
  "B05A": 36,
  "B05B": 37,
  "B05C": 38,
  "B05X": 39,
  "B06A": 40,
  "C01A": 41,
  "C01B": 42,
  "C01C": 43,
  "C01D": 44,
  "C01E": 45,
  "C02A": 46,
  "C02C": 47,
  "C02D": 48,
  "C02L": 49,
  "C03A": 50,
  "C03B": 51,
  "C03C": 52,
  "C03D": 53,
  "C03E": 54,
  "C04A": 55,
  "C05A": 56,
  "C05B": 57,
  "C05C": 58,
  "C07A": 59,
  "C08C": 60,
  "C08D": 61,
  "C09A": 62,
  "C09C": 63,
  "C10A": 64,
  "D01A": 65,
  "D01B": 66,
  "D02A": 67,
  "D03A": 68,
  "D03B": 69,
  "D04A": 70,
  "D05A": 71,
  "D05B": 72,
  "D06A": 73,
  "D06B": 74,
  "D07A": 75,
  "D07C": 76,
  "D07X": 77,
  "D08A": 78,
  "D09A": 79,
  "D10A": 80,
  "D11A": 81,
  "G01A": 82,
  "G02A": 83,
  "G02C": 84,
  "G03A": 85,
  "G03B": 86,
  "G03C": 87,
  "G03D": 88,
  "G03E": 89,
  "G03F": 90,
  "G03G": 91,
  "G03X": 92,
  "G04B": 93,
  "G04C": 94,
  "H01B": 95,
  "H02A": 96,
  "H03A": 97,
  "H03B": 98,
  "H04A": 99,
  "H05A": 100,
  "H05B": 101,
  "J01A": 102,
  "J01B": 103,
  "J01C": 104,
  "J01D": 105,
  "J01E": 106,
  "J01F": 107,
  "J01G": 108,
  "J01M": 109,
  "J01X": 110,
  "J02A": 111,
  "J04A": 112,
  "J04B": 113,
  "J05A": 114,
  "J06B": 115,
  "J07A": 116,
  "J07B": 117,
  "J07C": 118,
  "L01A": 119,
  "L01B": 120,
  "L01C": 121,
  "L01D": 122,
  "L01E": 123,
  "L01X": 124,
  "L02A": 125,
  "L02B": 126,
  "L03A": 127,
  "L04A": 128,
  "M01A": 129,
  "M01B": 130,
  "M01C": 131,
  "M02A": 132,
  "M03A": 133,
  "M03B": 134,
  "M03C": 135,
  "M04A": 136,
  "M05B": 137,
  "N01A": 138,
  "N01B": 139,
  "N02A": 140,
  "N02B": 141,
  "N02C": 142,
  "N03A": 143,
  "N04A": 144,
  "N04B": 145,
  "N05A": 146,
  "N05B": 147,
  "N05C": 148,
  "N06A": 149,
  "N06B": 150,
  "N06D": 151,
  "N07A": 152,
  "N07B": 153,
  "N07X": 154,
  "P01A": 155,
  "P01B": 156,
  "P01C": 157,
  "P02B": 158,
  "P02C": 159,
  "P03A": 160,
  "R01A": 161,
  "R01B": 162,
  "R02A": 163,
  "R03A": 164,
  "R03B": 165,
  "R03C": 166,
  "R03D": 167,
  "R05C": 168,
  "R05D": 169,
  "R05F": 170,
  "R06A": 171,
  "R07A": 172,
  "S01A": 173,
  "S01B": 174,
  "S01C": 175,
  "S01E": 176,
  "S01F": 177,
  "S01G": 178,
  "S01H": 179,
  "S01K": 180,
  "S01X": 181,
  "S02A": 182,
  "S02D": 183,
  "S03A": 184,
  "S03B": 185,
  "S03C": 186,
  "V03A": 187,
  "V04C": 188,
  "V06D": 189
}